Repository: common-repository/kaypay
Catalog: languages/kaypay-text-*.po
Languages: vi

source: Kaypay Payment Gateway
vi: Cổng thanh toán Kaypay

source: WooCommerce payment method to Buy Now Pay Later with Kaypay.
vi: Phương thức thanh toán Kaypay cho nền tảng WooCommerce.

source: Kaypay Vietnam
vi: Kaypay Việt Nam

source: Buy Now Pay Later with Kaypay
vi: Kaypay - Ứng dụng mua sắm trả sau

source: Kaypay payment succeeded
vi: Kaypay: Thanh toán thành công

source: Kaypay Order
vi: Kaypay: Mã đơn hàng

source: Kaypay payment failed
vi: Kaypay: Thanh toán không thành công

source: Kaypay: payment amounts do not match (%s).
vi: Kaypay: Số tiền giao dịch không khớp (%s).

source: Enable Kaypay payment method
vi: Bật phương thức thanh toán Kaypay

source: Test mode
vi: Chế độ thử nghiệm (test mode)

source: Enable payment testing with Kaypay Sandbox.
vi: Cho phép thanh toán thử nghiệm thông qua Kaypay Sandbox.

source: Merchant Code
vi: Mã đối tác (merchant code)

source: Unique merchant code provided by Kaypay account manager.
vi: Mã riêng của từng đối tác do Kaypay cung cấp.

source: Secret Key
vi: Khoá bí mật (secret key)

source: Secret authentication key provided by Kaypay account manager.
vi: Mã tích hợp hệ thống do Kaypay cung cấp.

source: Kaypay awaiting payment
vi: Kaypay: Chờ thanh toán

source: Settings
vi: Cấu hình thanh toán

source: Kaypay Redirect URL
vi: Kaypay: Link thanh toán

source: BNPL for order #%1$s at %2$s
vi: Đơn hàng #%1$s tại %2$s
